function list(){
	/* 0 - 9 */
	music[0][0] = "544425590";music[1][0] = "吉利歌";
	music[0][1] = "509376833";music[1][1] = "平安经年";
	music[0][2] = "456292925";music[1][2] = "嗚呼、素晴らしきニャン生/喔唷、这棒棒哒喵生（Cover：Gumi/镜音连）";
	music[0][3] = "530260398";music[1][3] = "少女净妖师";
	music[0][4] = "544303880";music[1][4] = "Bboom Bboom（Cover MOMOLAND）";
	music[0][5] = "526068535";music[1][5] = "一首想不通的古风";
	music[0][6] = "537470060";music[1][6] = "安娜的橱窗";
	music[0][7] = "463353268";music[1][7] = "他们";
	music[0][8] = "476058087";music[1][8] = "去你妹的撩妹";
	music[0][9] = "542724248";music[1][9] = "花灯游（Cover 卿小双）";
	/* 10 - 19 */
	music[0][10] = "539603870";music[1][10] = "风缘";
	music[0][11] = "534540498";music[1][11] = "藏";
}
